Repository: chrnux/cerebrum
Catalog: locales/*/LC_MESSAGES/cerebrum.po
Languages: nb

source: Something
nb: Noe

source: Must not contain a space or the special null character.
nb: Må ikke inneholde mellomrom eller et tomt (null) tegn.

source: Password cannot contain the null character.
nb: Passordet kan ikke inneholde tomme (null) tegn.

source: Password cannot contain space.
nb: Passordet kan ikke inneholde mellomrom (space).

source: Must not contain 8-bit characters (e.g. æøå).
nb: Må ikke inneholde 8-bit-tegn (f.eks. æøå).

source: Password cannot contain 8-bit characters (e.g. æøå).
nb: Passordet må ikke inneholde 8-bit tegn (f.eks. æøå).

source: Can contain only a-z, A-Z, digits, and: {special_characters}
nb: Kan inneholde kun a-z, A-Z, siffer og: {special_characters}

source: Password can not contain the character: {character}
nb: Passordet kan ikke inneholde tegnet: {character}

source: Can contain only latin1 (ISO-8859-1) compatible characters
nb: Kan bare inneholde tegn fra latin 1 (ISO-8859-1)

source: Password contains one or more characters that are not latin1 (ISO-8859-1) compatible
nb: Passordet inneholder ett eller flere tegn som ikke finnes i latin1 (ISO-8859-1)

source: Can not contain one or more of the following characters: {illegal_characters}
nb: Kan ikke inneholde ett eller flere av følgende tegn: {illegal_characters}

source: Must contain characters from at least {min_groups} of the following character groups: Uppercase letters, lowercase letters, numbers and special characters
nb: Må bestå av tegn av minst {min_groups} av de følgende tegngruppene: Store bokstaver, små bokstaver, tall, spesialtegn

source: Password must contain characters from at least {min_groups} of the following character groups: Uppercase letters, lowercase letters, numbers and special characters.
nb: Passordet må bestå av tegn av minst {min_groups} av de følgende tegn-gruppene: Store bokstaver, små bokstaver, tall, spesialtegn.

source: Must be at least {min_length} characters.
nb: Må være minst {min_length} tegn langt.

source: Must be at least {min_length} and at most {max_length} characters.
nb: Må være minst {min_length} og høyst {max_length} tegn langt.

source: Password must be at least {min_length} characters long.
nb: Passordet må være minst {min_length} tegn langt.

source: Password must be at most {max_length} characters long.
nb: Passordet må være høyst {max_length} tegn langt.

source: Must contain characters from at least 3 of the following character groups: Uppercase letters, lowercase letters, numbers and special characters. If the password only contains one uppercase letter, it cannot be the first character. If the password only contains one number or special character, it cannot be in position 8
nb: Må bestå av tegn fra minst 3 av de følgende tegngruppene: Store bokstaver, små bokstaver, tall, spesialtegn. Om passordet kun inneholder en stor bokstav, kan ikke denne være første tegn. Om passordet kun inneholder ett nummer eller ett spesialtegn, kan ikke dette være tegn nr 8 i passordet

source: A password that only contains one uppercase letter, must not have this as the first character. If the first 8 characters only contains one number or special character, this must not be in position 8.
nb: Passord som inneholder bare én stor bokstav, kan ikke ha den bokstaven som første bokstav i passordet. Hvis de 8 første tegn inneholder bare ett tall eller spesialtegn, kan det ikke være i posisjon 8.

source: The first eight characters of the password must contain characters from at least three of the four following character groups: Uppercase letters, lowercase letters, numbers and special characters.
nb: De første 8 tegn i passordet må bestå av tegn av minst tre av de fire tegngruppene: Store bokstaver, små bokstaver, tall, spesialtegn.

source: Must not contain sequences of closely related characters.
nb: Må ikke inneholde sekvenser av relaterte tegn.

source: Password cannot contain characters in alpabetical or numerical order
nb: Passordet må ikke inneholde tegn i alfabetisk eller numerisk rekkefølge

source: Password cannot contain neighbouring keyboard keys
nb: Passordet må ikke inneholde sekvenser av tegn som er geometrisk relatert på tastaturet (f.eks. qwerty)

source: Must not contain repeated sequences of characters.
nb: Må ikke inneholde gjentagende sekvenser.

source: Password cannot contain repeated sequences of characters.
nb: Passordet må ikke inneholde gjentagende sekvenser.

source: Must not contain your username, even in reverse.
nb: Må ikke inneholde brukernavnet ditt, ikke engang baklengs.

source: Password cannot contain your username
nb: Passordet må ikke inneholde brukernavnet ditt

source: Password cannot contain your username in reverse
nb: Passordet må ikke inneholde brukernavnet ditt (baklengs)

source: Must not contain {name_seq_len} or more characters from your name.
nb: Må ikke inneholde {name_seq_len} eller flere tegn fra navnet ditt.

source: Password cannot contain your name.
nb: Passordet må ikke inneholde navnet ditt.

source: Password cannot contain {seqlen} characters from your name
nb: Passordet må ikke inneholde {seqlen} eller flere tegn fra ditt navn.

source: Must only contain letters and spaces.
nb: Kan bare inneholde bokstaver og mellomrom.

source: Password can only contain letters and spaces.
nb: Passordet kan kun inneholde bokstaver og mellomrom.

source: Must contain at least {digits} digits.
nb: Må inneholde minst {digits} siffer.

source: Password must contain at least {digits} digits
nb: Passordet må inneholde minst {digits} siffer

source: Must contain at least {letters} letters.
nb: Må inneholde minst {letters} bokstaver.

source: Password must contain at least {letters} letters
nb: Passordet må inneholde minst {letters} bokstaver

source: Must contain upper and lowercase letters
nb: Må inneholde store og små bokstaver

source: Password must contain upper and lowercase letters
nb: Passordet må inneholde store og små bokstaver

source: Must contain at least {min_words} words.
nb: Må bestå av minst {min_words} ord.

source: Must contain at least {min_words} words of length {min_word_length}.
nb: Må bestå av minst {min_words} ord av lengde {min_word_length}.

source: Password must have at least {wds} words of length {word_length}
nb: Passordet må bestå av minst {wds} ord av lengde {word_length}

source: Words must be in average at least {avg_length} characters long.
nb: Ord må ha gjennomsnittlig lengde av {avg_length} tegn.

source: Password words must be in average at least {avg} characters long
nb: Ord i passordfrasen ha gjennomsnittlig lendge av {avg} tegn

source: Must not contain dictionary words.
nb: Må ikke inneholde ord som du finner i ordliste

source: Password cannot contain dictionary words.
nb: Passordet må ikke inneholde ord fra ordliste.

source: You should not combine two words like {word1} and {word2}
nb: Du kan ikke kombinere to ord som {word1} og {word2}

source: Must not be too similar to an old password.
nb: Må ikke ligne på et gammelt passord.

source: Password too similar to an old password.
nb: Passordet ligner mye på et gammelt passord.
