Repository: chrnux/cerebrum
Catalog: spine/cereweb/po/*/userclients.po
Languages: no

source: <em>NB!</em>The password will not be shown again. Make sure that you remember the username and password.
no: <em>NB!</em>Passordet vil ikke bli vist p&aring; nytt. Kontroller at du husker brukernavnet og passordet.

source: Activate user account
no: Aktiver brukerkonto

source: Activate your user account at NTNU
no: Aktiver din brukerkonto ved NTNU

source: Change password for an existing user account
no: Skift passord for en eksisterende brukerkonto

source: Choose a generated password:
no: Velg et ferdiglaget passord:

source: Choose password:
no: Velg passord:

source: Congratulations!
no: Gratulerer!

source: Could not find the user account...
no: Fant ikke en brukerkonto...

source: End user license agreement (4/5)
no: Lisensavtale for brukere (4/5)

source: End user license agreement is not approved...
no: Lisensavtalen er ikke godkjent...

source: Enter your student identification number (2/5)
no: Skriv inn ditt studentnummeret (2/5)

source: Error in PIN-code
no: Feil i PIN-koden

source: Error in input-data
no: Feil i inndataene

source: Good luck with your studies at NTNU.
no: Lykke til med studiene ved NTNU.

source: I also give permission to that log-information can be used to indentify my use of all it-equipment with those boundaries as stated in the IT regulations paragraph 5.10.
no: Jeg gir tillatelse til at logg-informasjon kan blir brukt til &aring; identifisere min bruk av alt datautstyr med de begrensninger som er oppgitt i IT-reglementet i paragraf 5.10.

source: I confirm that i have read the IT regulations at NTNU and i accept those oligations as the regulations to any moment demands. I also accepts the sanctions that NTNU can put into action when the IT regulations have been violated as stated in the IT regulations paragraph 4.3, 7.1 and 7.2.
no: Jeg bekrefter at jeg har lest IT-reglementet ved NTNU og jeg aksepterer de forpliktelser som reglementet til enhver tid krever. Jeg aksepterer ogs&aring; sanksjonene som NTNU kan sette i verk dersom IT-reglementet er brutt som beskrevet i IT-reglementet i paragrafene 4.3, 7.1 og 7.2.

source: If the server remains unavailable, call (735) 91500 and notify Orakeltjenesten of the situation.
no: Dersom tjeneren er fortsetter &aring; v&aelig;re utilgjengelig, ring (735) 91500 og gi Orakeltjenesten en bekjed.

source: In case you have not received an invoice, contact <a href="www.ntnu.no/studentservice/">Studentservice</a>.
no: Dersom du ikke har mottatt en faktura, kontakt <a href="www.ntnu.no/studentservice/">Studentservice</a>.

source: Lowercase letters (a-z)
no: Sm&aring; bokstaver (a-z)

source: NTNU&apos;s database for administering user accounts
no: NTNUs database for administrasjon av brukerkontoer

source: National identification number is not legal. Must be 11 numerals (NNNNNNNNNNN).
no: F&oslash;dselsnummeret har ikke riktig format. 11 siffer (NNNNNNNNNNN).

source: National identification number:
no: F&oslash;dselsnummer:

source: New Password
no: Nytt passord

source: Norwegian national identification number (1/5)
no: F&oslash;dselsnummer (1/5)

source: Numerals (0-9)
no: Siffer (0-9)

source: Old Password
no: Eksisterende passord

source: Other characters that are permitted to use (!#()*+,.=?@[]_{}~-)
no: Andre tegn som kan brukes (!#()*+,.=?@[]_{}~-)

source: PIN-code (3/5)
no: PIN-kode (3/5)

source: PIN-code is not legal. Must be 4 numerals (NNNN)
no: PIN_koden har ikke riktig format. 4 siffer (NNNN)

source: PIN-code:
no: PIN-kode:

source: Password is not strong enough
no: Passordet er ikke sterkt nok

source: Password is not strong enough. Please, try to make a stronger password.
no: Passordet er ikke sterkt nok. Pr&oslash;v å lage et sterkere passord.

source: Password is too short. Min. 8 characters or more.
no: Passordet er for kort. Minimum 8 tegn eller mer.

source: Password too short
no: Passordet er for kort

source: Password:
no: Passord:

source: Passwords do not match
no: Passordene er ulike

source: Passwords do not match. Please try again.
no: Passordene er ulike. Vennligst, pr&oslash;v igjen.

source: Please enter the password you want to use (5/5)
no: Vennligst, skriv inn passord (5/5)

source: Please enter your norwegian national identification number (11 numerals).
no: Vennligst, skriv inn ditt f&oslash;dselsnummer (11 siffer).

source: Please, enter your PIN-code (4 numerals).
no: Vennligst, skriv inn din PIN-kode (4 siffer).

source: Please, try again later.
no: Vennligst, pr&oslash;v igjen senere.

source: Retype Password
no: Gjenta passord

source: Retype password:
no: Gjenta passord:

source: Some will experience a delay of minimum 1 day before an user account is available.
no: Enkelte vil oppleve en forsinkelse på minst 1 d&oslash;gn f&oslash;r en brukerkonto er ferdig opprettet.

source: Sorry, but an user account was not found.
no: Beklager, fant ikke en brukerkonto.

source: Sorry, there must be an error in the input-data...
no: Beklagar, det m&aring; v&aelig;re en feil i inndataene...

source: Student identification number:
no: Studentnummer:

source: Student indentification number is not legal. Must be 6 numerals (NNNNNN).
no: Studentnummeret har ikke et lovlig format. 6 siffer (NNNNNN).

source: Submit:
no: Send:

source: The following rules apply to ensure high quality standards for a password and that the password can be used on different systems at NTNU (e.g. on both MS Windows and UNIX):
no: Disse reglene m&aring; f&oslash;lges for &aring; sikre at passord har en h&oslash;y kvalitet og at passord kan benyttes p&aring; forskjellige datasystemer ved NTNU (f.eks b&aring;de på MS Windows og UNIX):

source: The length of the password must be at least 8 characters or more.
no: Lengden på passordet m&aring; v&aelig;re minst 8 tegn eller mer.

source: The new password must be typed in twice. No passwords will be shown in clear text on the screen, therefore it must be typed in twice for your own safety.
no: Det nye passordet m&aring; skrives inn 2 ganger. Ingen av passordene vil bli vist på skjerm, derfor må passordet skrives inn 2 ganger.

source: The new password must contain at least one character from 3 of the following 4 groups:
no: Det nye passordet må innholde minst ett tegn fra 3 of de f&oslash;lgenede 4 gruppene:

source: The password must be at least 8 characters or more.
no: Passordet m&aring; best&aring; av minst 8 tegn eller mer.

source: The password must be different from your existing password.
no: Passordet må v&aelig;re forskjellig fra ditt eksisterende passord.

source: The password must contain at least one character from three of the four groups:
no: Passordet m&aring; inneholde minst 1 tegn fra 3 av de f&oslash;lgende 4 gruppene:

source: The pin-code can be found on the invoice for semester fee you have received.
no: PIN-koden skal finnes på fakturaen for semesteravgift som du har mottatt.

source: The server is unavailable
no: Tjeneren er utilgjengelig

source: This procedure is done in 5 steps.
no: Denne prosedyren blir gjort i 5 steg.

source: Uppercase letters (A-Z)
no: Store bokstaver (A-Z)

source: Uppercase letters(A-Z)
no: Store bokstaver(A-Z)

source: Username
no: Brukernavn

source: You have now entered a service that needs authentication.
no: Du er n&aring; kommet til en tjeneste som krever autentisering.

source: You have now reached the page used to activate your user account at NTNU&apos;s computer-systems.
no: Du er n&aring; kommet til siden som lar deg aktivere din brukerkonto på NTNUs datasystemer.

source: You may use the URL <a href="http://bas.ntnu.no/"> (http://bas.ntnu.no/)</a> to examin your accounts, membership of groups, manage groups (if you own several).
no: Du kan bruke <a href="http://bas.ntnu.no/"> (http://bas.ntnu.no/)</a> til &aring; unders&oslash;ke dine brukerkontoer, medlemskap av grupper og administerere grupper (dersom du eier flere grupper).

source: You must change your password every N. months,- and of course you may do it right here at this web-page.
no: Du m&aring; skifte passord hver N. m&aring;ned,- og selvsagt kan du gj&oslash;re p&aring; denne siden.

source: You need to enter your student identification number (6 numerals).
no: Du trenger &aring; oppgi studentnummeret ditt (6 siffer).

source: Your are now welcomed to use your account here at NTNU.
no: Du er n&aring; vekommen til &aring; benytte din brukerkonto her ved NTNU.

source: Your username is:
no: Ditt brukernavn er:
